import Header from "../../components/Header/Header";
import Footer from "../../components/Footer/Footer";

const HomePage = () => {
  return (
    <div>
      <Header />
      <section>
        <div>
          <h1>
            ИИ⁠-⁠сотрудник <span>для вашего бизнеса</span>
          </h1>
        </div>
        <div>
          <div>
            <h3>80%</h3>
            <p>Экономия на зарплате сотрудникам</p>
          </div>
          <div>
            <h3>+30%</h3>
            <p>К конверсии и выручке вашей компании</p>
          </div>
          <div>
            <h3>{">"}20</h3>
            <p>Часов в неделю экономит вам ИИ-сотрудник</p>
          </div>
        </div>
        <div>
          <button>Попробовать бесплатно</button>
        </div>
      </section>
      <section>
        <div>
          <h1>
            Наймите <span>ИИ-сотрудника</span>
          </h1>
        </div>
        <div>
          <div>
            <h3>Консультация</h3>
            <div>
              <p>за 5 минут создадим ИИ⁠-⁠ассистента под ваши задачи</p>
              <p>настроим его в соответствии с вашими целями и вкусами</p>
              <p>покажем весь функционал и научим им пользоваться</p>
            </div>
          </div>
          <div>
            <h3>Тестирование</h3>
            <div>
              <p>за 5 минут создадим ИИ⁠-⁠ассистента под ваши задачи</p>
              <p>настроим его в соответствии с вашими целями и вкусами</p>
              <p>покажем весь функционал и научим им пользоваться</p>
            </div>
          </div>
          <div>
            <h3>Включайте в работу</h3>
            <div>
              <p>за 5 минут создадим ИИ⁠-⁠ассистента под ваши задачи</p>
              <p>настроим его в соответствии с вашими целями и вкусами</p>
              <p>покажем весь функционал и научим им пользоваться</p>
            </div>
          </div>
        </div>
        <div>Вернем 100% средств, если вам что-то не понравится</div>
      </section>
      <section>
        <div>
          <h1>
            Сколько времени вы высвобождаете{" "}
            <span>с ИИ-сотрудником в неделю?</span>
          </h1>
          <p>
            Нстроив один раз ИИ-сотрудника вы высвобождаете себе, РОПу и HR от
            20 часов в неделю и более, которые можно потратить на развитие
            компании
          </p>
        </div>
        <div>
          <div>
            <h3>10 часов</h3>
            <p>На поиск и найм менеджеров и технических специалистов</p>
          </div>
          <div>
            <h3>2 часа</h3>
            <p>На собеседование и введение в должность каждого менеджера</p>
          </div>
          <div>
            <h3>5 часов</h3>
            <p>На обучении и регулярных планерках</p>
          </div>
          <div>
            <h3>3 часа</h3>
            <p>
              На контроле звонков, соблюдения скриптов, сбору обратной связи
            </p>
          </div>
        </div>
        <div>
          <p>Нстроив один раз ИИ-сотрудника вы высвобождаете себе, РОПу и HR</p>
          <h3>
            от 20 часов <span>в неделю</span>
          </h3>
          <p>которые можно потратить на развитие компании</p>
        </div>
      </section>
      <section>
        <h1>
          ИИ-сотрудник продает <span>лучше человека</span>
        </h1>
        <div>
          <div>
            <h3>Человек</h3>
            <div>
              <p></p>
              <p></p>
              <p></p>
              <p></p>
              <p></p>
            </div>
          </div>
          <div>
            <h3>ИИ-сотрудник</h3>
            <div>
              <p></p>
              <p></p>
              <p></p>
              <p></p>
              <p></p>
            </div>
          </div>
        </div>
      </section>
      <section>
        <h1>
          Один в поле <span>эффективный воин</span>
        </h1>
        <p>Все для усиления и автоматизации продаж в одном сервисе</p>
        <div>
          <div></div>
          <div></div>
          <div></div>
          <div></div>
        </div>
        <div>
          <img src="" alt="" />
          <div>
            <h3>Удобный личный кабинет с аналитикой и настройками</h3>
            <p>
              Весь процесс интеграции ИИ⁠-⁠ассистента Solo в бизнес, включая
              настройки, занимает около 10 минут и сопровождается вашим
              персональным ассистентом, а все последующие изменения через
              кабинет на платформе вступают в силу уже через несколько секунд
              после отправки.
            </p>
          </div>
        </div>
        <div>
          <div></div>
          <div></div>
          <div></div>
          <div></div>
        </div>
      </section>
      <section>
        <div>
          <h1>
            Чем вам поможет <span>ИИ-сотрудник?</span>
          </h1>
          <p>
            который выучит весь ваш ассортимент, будет на связи с клиентом 24/7
            и профессионально продавать ваш продукт
          </p>
        </div>
        <div>
          <div>
            <h3></h3>
            <p></p>
          </div>
          <div>
            <h3></h3>
            <p></p>
          </div>
          <div>
            <h3></h3>
            <p></p>
          </div>
        </div>
      </section>
      <section>
        <div></div>
        <div></div>
      </section>
      <section>
        <div>
          <h1></h1>
        </div>
        <div>
          <div></div>
          <div></div>
          <div></div>
        </div>
      </section>
      <section>
        <h1></h1>
        <div>
          <div></div>
          <div></div>
          <div></div>
          <div></div>
          <div></div>
        </div>
      </section>
      <Footer />
    </div>
  );
};

export default HomePage;
